{"class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Flatten", "config": {"name": "flatten_3", "dtype": "float32", "trainable": true, "batch_input_shape": [null, 7, 7, 512]}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 256, "kernel_regularizer": null, "activation": "relu", "name": "dense_5", "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "trainable": true, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "bias_constraint": null}}, {"class_name": "Dropout", "config": {"name": "dropout_3", "rate": 0.5, "trainable": true}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 34, "kernel_regularizer": null, "activation": "softmax", "name": "dense_6", "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "trainable": true, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "bias_constraint": null}}], "keras_version": "2.0.6"}